{
  "架空": {
      "var_name": "JK",
      "description": "指故事发生的时空是虚拟的，有特定的独特的世界规则和背景"
  },
  "平行世界": {
      "var_name": "PX",
      "description": "以读者的视角能看到2个或以上的世界维度，不同世界之间互不交叉或互相联系"
  },
  "游戏世界": {
      "var_name": "YX",
      "description": "电脑网络技术生成的虚拟现实世界"
  },
  "女尊世界": {
      "var_name": "NZ",
      "description": "女性为尊，以女性话语为主体的文化时空和社会时代"
  },
  "科幻世界": {
      "var_name": "KH",
      "description": "有超过现实的科技产物，并被社会广泛应用或熟知"
  },
  "九州世界观": {
      "var_name": "JZ",
      "description": "九州缥缈录等（九州是遥控、潘海天、今何在、水泡、江南、斩鞍、多事七个奇幻作家共同创造的拥有详细设定的架空世界，是所有有关九州的奇幻小说和影视作品所共享的背景设定。古老的晁王朝将已知的区域划分为九个州：殇、瀚、宁、中、澜、宛、越、云、雷九州。晁朝末年的地震和洪水将九州分隔为三陆：北陆、东陆、西陆。殇州有冰原，生活着高大的夸父。瀚州有草原，生活着游牧的蛮族。宁州有森林，生活着飞翔的羽人。其余中澜宛越四州，杂居着农耕的华族、冶炼的河络和魔幻的魅灵。在三块陆地间，还有三个较浅内海，为涣海、潍海和滁潦海，海里生活着鲛人。东陆的历史源远流长，文明历经八大王朝而不断，孕育出了秘术和星相等各种文化）"
  },
  "朋克": {
      "var_name": "PK",
      "description": "蒸汽朋克（蒸汽朋克的作品往往依靠某种假设的新技术，如通过新能源、新机械、新材料、新交通工具等方式，展现一个平行于19世纪西方世界的架空世界观，努力营造它的虚构和怀旧等特点。），赛博朋克（赛博朋克（英语：Cyberpunk）是“控制论”（Cybernetics）与“朋克”（Punk）的结合词，又称数字朋克、赛伯朋克、电脑朋客、网络朋客，背景大都建立于“低端生活与高等科技的结合”（combination of low-life and high tech），通常拥有先进的科学技术，再以一定程度崩坏的社会结构做对比；故事框架通常是社会秩序受到政府或财团或秘密组织的高度控制，而角色利用其中的漏洞做出了某种突破。现在赛博朋克的情节通常围绕黑客、人工智能及大型企业之间的矛盾而展开，背景设在不远的将来的一个反乌托邦地球，而不是早期赛博朋克的外太空。它实际上标志着针对以往科幻小说不注重信息技术的具体设定的缺点的改善和进步。）"
  },
  "乌托邦/反乌托邦": {
      "var_name": "WTB",
      "description": "一个理想中的国度，在那里，财产是公有的，人民是平等的，实行着按需分配的原则，大家穿统一的工作服，在公共餐厅就餐，官吏由公众选举产生。他认为，私有制是万恶之源，必须消灭它。特点往往是反人类、暴力和恐怖的统治、环境灾难和社会灾难等涉及到人类社会衰退的特征。"
  },
  "克苏鲁深化": {
      "var_name": "KSL",
      "description": "该体系的核心部分，就是旧日支配者(Great Old Ones)。它们是恐怖的、拥有伟大力量的古老存在，在亿万年前曾支配一切，但结果却被古神封印，在如死亡般的睡梦中安眠。除了旧日之外，还会存在有外神、古神等强大的古老生物。作品中经常会有诅咒、呓语、疯狂、幻觉、触手、肉瘤、眼睛、不可名状这样的词语的堆砌。"
  },
  "东方修仙世界": {
      "var_name": "DXX",
      "description": "作品中至少会有天界，仙界，人界，地界（阴间），魔界，妖界中的三界。"
  },
  "ABO世界": {
      "var_name": "ABO",
      "description": "这种设定把全部人类分成alpha、beta、omega这三个种类，alpha是天生的领导者和支配者；beta这类人各方面能力都很平庸，也是占比最多的；omega是这三类中最弱的，只负责生殖"
  },
  "山海经世界观（洪荒流）": {
      "var_name": "SHJ",
      "description": "揉杂了《封神演义》、《西游记》、《山海经》中的中国古典神话体系，漫画中会出现圣人、三界、三清、鸿钧、女娲、盘古等神话元素"
  },
  "后启示录/废土": {
      "var_name": "FT",
      "description": "人类发生了一件非常可怕的事情，导致大部分人类已经消失了一段时间。可能是核战争，生化危机，自然灾害，超自然灾难，毁灭性的环境变化，或者外星人入侵。结果通常是，人类的残余在一个到处是鬼城和荒野的崩坏拾荒世界里为生存而战。人们不可避免地堕落为末日拾荒者和疯狂的生存主义者。"
  },
  "无": {
      "var_name": "NONE"
  }
}